Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HANDWASHING_DATA_EXPLANATION
source: Help Apple improve Handwashing by sharing limited motion and audio data. %@
ar: ساعد Apple على تحسين ميزة غسل اليدين من خلال مشاركة بيانات محدودة بخصوص الحركة والصوت. %@
bg: Помогнете на Apple да подобри Миене на ръце, като споделяте с Apple аудио данни и данни за движение. %@
ca: Ajuda Apple a millorar el rentat de mans compartint dades d’àudio i de moviment limitades. %@
cs: Pomozte společnosti Apple s vylepšováním funkce Mytí rukou tím, že budete sdílet omezené množství pohybových a zvukových dat. %@
da: Hjælp Apple med at gøre Håndvask bedre ved at dele begrænsede bevægelses- og lyddata. %@
de: Unterstütze Apple dabei, „Händewaschen“ durch Teilen bestimmter Bewegungs- und Audiodaten zu verbessern. %@
el: Βοηθήστε την Apple να βελτιώσει το Πλύσιμο χεριών μέσω της κοινοποίησης περιορισμένων δεδομένων κίνησης και ήχου. %@
es: Ayuda a Apple a mejorar la función de lavado de manos compartiendo datos limitados de audio y de movimiento. %@
es_us: Ayuda a Apple a mejorar Lavado de Manos al compartir datos limitados de movimiento y audio. %@
fi: Auta Applea parantamaan Käsienpesu-appia jakamalla rajoitettuja liike- ja äänitietoja. %@
fr: Aidez Apple à améliorer Lavage des mains en partageant des données limitées liées aux mouvements et à l’audio. %@
fr_ca: Aidez Apple à améliorer « Se laver les mains » en partageant des données limitées de mouvement et de son. %@
he: באפשרותך לעזור ל-Apple לשפר את ״שטיפת ידיים״ על-ידי שיתוף נתוני תנועה ושמע מסוימים. %@
hi: सीमित मोशन और ऑडियो डेटा शेयर करके हाथ धोना को बेहतर बनाने में Apple की सहायता करें। %@
hr: Pomozite Appleu u poboljšanju značajke Pranje ruku dijeljenjem ograničenih podataka o pokretima i zvuku. %@
hu: Segíthet az Apple-nek fejleszteni a Kézmosás funkciót, ha korlátozott mozgás- és hangadatokat oszt meg. %@
id: Bantu Apple meningkatkan Cuci Tangan dengan membagikan data terbatas terkait gerakan dan audio. %@
it: Aiuta Apple a migliorare la funzionalità “Igiene mani” condividendo una quantità limitata di dati relativi al movimento e all’audio. %@
ja: 一部のモーションデータとオーディオデータを共有することで、“手洗い”機能の改善にご協力いただけます。%@
kk: Кейбір қимыл және дыбыс деректерімен бөлісе отырып, Apple компаниясына «Қол жуу» функциясын жетілдіруге көмектесіңіз. %@
ko: 제한된 일부 움직임 및 오디오 데이터를 공유하여 Apple이 손씻기 기능을 향상할수 있도록 도움을 줄 수 있습니다. %@
lt: Padėkite bendrovei „Apple“ tobulinti rankų plovimo funkciją, bendrindami apribotus judėjimo ir garso duomenis. %@
ms: Bantu Apple meningkatkan Mencuci Tangan dengan berkongsi data pergerakan dan audio terhad. %@
nl: Help Apple bij het verbeteren van 'Handen wassen' door beperkte bewegings- en audiogegevens te delen. %@
no: Hjelp Apple med å forbedre Håndvask ved å dele begrenset bevegelses- og lyddata. %@
pl: Pomóż Apple usprawniać funkcję Mycie rąk, udostępniając wybrane dane dotyczące ruchu i zapisy audio. %@
pt_br: Compartilhe dados limitados de movimento e áudio para ajudar a Apple a melhorar o recurso Lavar as Mãos. %@
pt_pt: Ajude a Apple a melhorar a funcionalidade Lavar as mãos partilhando alguns dados de movimento e áudio. %@
ro: Ajutați Apple la îmbunătățirea funcționalității “Spălat pe mâini” prin partajarea unor date limitate de mișcare și audio. %@
ru: Помогите Apple улучшить функцию «Мытье рук», отправляя некоторые данные движения и аудиозаписи. %@
sk: Pomôžte spoločnosti Apple vylepšovať Umývanie rúk zdieľaním obmedzených pohybových a zvukových dát. %@
sl: Delite omejene podatke o gibanju in zvoku. Na podlagi teh podatkov Apple izboljšuje funkcijo Umivanje rok. %@
sv: Hjälp Apple att förbättra Handtvätt genom att dela begränsade rörelse- och ljuddata. %@
th: ช่วย Apple ปรับปรุงการล้างมือโดยการแชร์ข้อมูลการเคลื่อนไหวและเสียงที่จำกัด %@
tr: Sınırlı hareket ve ses verilerini paylaşarak Apple’ın El Yıkama’yı iyileştirmesine yardımcı olun. %@
uk: Допомагайте Apple удосконалювати функцію «Миття рук», поширюючи обмежені дані про рух і звуки. %@
vi: Giúp Apple cải tiến Rửa tay bằng cách chia sẻ dữ liệu chuyển động và âm thanh giới hạn. %@
zh_cn: 通过共享有限的动作和音频数据，帮助Apple改进“洗手”。%@
zh_hk: 透過分享有限的動作和音訊資料，協助Apple改進「洗手」。%@
zh_tw: 分享有限的動作和音訊資料，以協助Apple改進洗手功能。%@

# FILESYSTEM_METADATA_SNAPSHOT
source: Snapshot filesystem metadata
ar: التقاط بيانات تعريف نظام الملفات
bg: Снимка на мета данните на файловата система
ca: Captura les metadades del sistema d’arxius
cs: Pořídit snímek metadat souborového systému
da: Metadatasnapshot af arkivsystem
de: Schnappschuss der Dateisystemmetadaten
el: Λήψη στιγμιότυπου μεταδεδομένων συστήματος αρχείων
es: Capturar metadatos del sistema de archivos
es_us: Tomar instantánea de metadatos de filesystem
fi: Ota tilannevedos tiedostojärjestelmän metatiedoista
fr: Prendre un instantané des métadonnées du système de fichiers
fr_ca: Capturer les métadonnées du système de fichier
he: יצירת תמונת מצב של המטא-נתונים של מערכת הקבצים
hi: फ़ाइल सिस्टम मेटाडेटा का स्नैपशॉट लें
hr: Snimi metapodatke datotečnog sustava
hu: Pillanatkép a fájlrendszer-metaadatairól
id: Snapshot metadata sistem file
it: Istantanea metadati filesystem
ja: ファイルシステムのメタデータのスナップショットを作成
kk: Файл жүйесі метадеректерінің снепшотын жасау
ko: 파일 시스템 메타 데이터 스냅샷 찍기
lt: Kurti failų sistemos metaduomenų momentinę kopiją
ms: Petikan metadata sistem fail
nl: Snapshot metadata bestandssysteem
no: Øyeblikksbilde av metadata fra filsystemet
pl: Migawka metadanych systemu plików
pt_br: Capturar metadados do sistema de arquivos
pt_pt: Criar snapshot de metadados do sistema de ficheiros
ro: Instantaneu metadate sistem de fișiere
ru: Сделать снимок метаданных файловой системы
sk: Snímkovať metadáta súborového systému
sl: Ustvari posnetek metapodatkov datotečnega sistema
sv: Ögonblicksbild av filsystemets metadata
th: บันทึกสถานะเมตาดาต้าของระบบไฟล์
tr: Dosya sistemi üst verileri anlık görüntüsü
uk: Зробити знімок метаданих файлової системи
vi: Chụp ảnh nhanh siêu dữ liệu hệ thống tệp
zh_cn: 给文件系统元数据创建快照
zh_hk: 快照檔案系統元數據
zh_tw: 製作檔案系統後設資料快照

# SAFETY_DATA_LINK
source: About Improve Safety & Privacy…
ar: حول تحسين الأمان والخصوصية…
bg: Относно Подобряване на Безопасност и поверителност…
ca: Sobre la millora de la seguretat i la privacitat…
cs: O vylepšování bezpečnosti a soukromí…
da: Om Forbedring af sikkerhed og anonymitet…
de: Über „Sicherheit verbessern“ & Datenschutz …
el: Πληροφορίες για τη Βελτίωση ασφάλειας και το απόρρητο…
es: Acerca de “Mejorar la seguridad” y la privacidad…
es_us: Acerca de Mejorar la seguridad, y la privacidad…
fi: Tietoja: Paranna turvallisuutta ja tietosuoja…
fr: Améliorer la sécurité et confidentialité…
fr_ca: « Améliorer la sécurité » et confidentialité…
he: מידע בנושא ״שיפור בטיחות״ ופרטיות…
hi: सुरक्षा बेहतर बनाएँ और गोपनीयता परिचय…
hr: Više o poboljšanju Sigurnosti i privatnosti…
hu: A biztonság továbbfejlesztéséről és az adatvédelemről…
id: Mengenai Tingkatkan Keselamatan & Privasi…
it: “Migliora la sicurezza” e privacy…
ja: “安全性機能の改善”とプライバシーについて…
kk: Қауіпсіздік пен құпиялылықты жетілдіру туралы ақпарат…
ko: 안전 기능 향상 및 개인정보 보호에 관하여…
lt: Apie saugos pagerinimą ir privatumą…
ms: Perihal Tingkatkan Keselamatan & Privasi…
nl: Over 'Verbeter veiligheid' en privacy…
no: Om Forbedring av sikkerhet og personvern…
pl: Ulepszanie bezpieczeństwa i prywatność…
pt_br: Sobre Melhorar a Segurança e Privacidade…
pt_pt: Acerca de Melhorar a segurança e Privacidade…
ro: Despre Îmbunătățire siguranță și intimitate…
ru: Об Улучшении Безопасности и конфиденциальности…
sk: O vylepšovaní bezpečnosti a súkromí…
sl: Več o izboljšanju varnosti in zasebnosti …
sv: Om Förbättra säkerhet och integritet…
th: เกี่ยวกับการปรับปรุงความปลอดภัยและความเป็นส่วนตัว…
tr: Güvenliği İyileştir ve Gizlilik Hakkında…
uk: Про Покращення безпеки та приватність…
vi: Cải thiện an toàn & Quyền riêng tư…
zh_cn: 关于改进安全与隐私…
zh_hk: 關於改進保安與私隱⋯
zh_tw: 關於改進安全性與隱私權⋯

source: Improve AR Location Accuracy
ar: تحسين دقة الموقع في الواقع المعزز
bg: Подобри местоположение AR
ca: Millora la precisió en RA
cs: Vylepšování přesnosti polohy v AR
da: Gør AR-lokalitetsnøjagtighed bedre
de: AR-Standortgenauigkeit verbessern
el: Βελτίωση Ακρίβειας τοποθ. ΕΠ
es: Mejorar la precisión en RA
es_us: Mejorar precisión de ubicación
fi: Paranna AR-sijainnin tarkkuutta
fr: Précision de la localisation en RA
fr_ca: Améliorer la précision de la localisation en RA
he: שיפור מידת דיוק המיקום ב-AR
hi: AR स्थान सटीकता बेहतर करें
hr: Poboljšanje točnosti AR lokacije
hu: AR-helyzetpontosság javítása
id: Tingkatkan Akurasi Lokasi AR
it: Migliora la precisione in AR
ja: AR位置情報の精度を改善
kk: AR геолокация дәлдігі
ko: AR 위치 정확도 향상
lt: AR vietos tikslumo tobulinimas
ms: Tingkatkan Ketepatan Lokasi AR
nl: Verbeter nauwkeurigheid van AR-locatie
no: Forbedre AR-stedsnøyaktighet
pl: Popraw dokładność lokalizacji AR
pt_br: Melhorar Localização em RA
pt_pt: Melhorar precisão da localização de RA
ro: Îmbunătățire precizie localizare AR
ru: Улучшение геолокации с AR
sk: Vylepšovať presnosť polohy v AR
sl: Izboljšaj točnost lokacije za AR
sv: Förbättra AR-platsprecision
th: ปรับปรุงความแม่นยำของตำแหน่งที่ตั้ง AR
tr: AR Konum Doğruluğunu İyileştir
uk: Точність геопозиції в ДР
vi: Cải thiện độ chính xác vị trí AR
zh_cn: 改进AR位置准确性
zh_hk: 改進AR定位準確度
zh_tw: 改進擴增實境定位準確度

# HANDWASHING_DATA_LINK
source: About Improve Handwashing & Privacy…
ar: حول تحسين غسل اليدين والخصوصية…
bg: За подобряване на Миене на ръце и поверителност…
ca: Sobre la millora del rentat de mans i la privacitat…
cs: O vylepšování funkce Mytí rukou a ochraně soukromí…
da: Om Gør Håndvask bedre og anonymitet…
de: Über „Händewaschen verbessern“ & Datenschutz …
el: Πληροφορίες για τη Βελτίωση του Πλυσίματος χεριών και το απόρρητο…
es: Acerca de “Mejorar el lavado de manos” y la privacidad…
es_us: Acerca de Mejorar Lavado de Manos y la privacidad…
fi: Tietoja: Paranna Käsienpesua ja tietosuoja…
fr: Améliorer Lavage des mains et confidentialité…
fr_ca: Améliorer « Se laver les mains » et confidentialité…
he: מידע בנושא ״שיפור ׳שטיפת ידיים׳״ ופרטיות…
hi: हाथ धोना बेहतर बनाएँ और गोपनीयता परिचय…
hr: Više o poboljšanju Pranja ruku i privatnosti…
hu: A Kézmosás továbbfejlesztéséről és az adatvédelemről…
id: Mengenai Tingkatkan Cuci Tangan & Privasi…
it: “Migliora ‘Igiene mani’” e privacy…
ja: “手洗いの改善”とプライバシーについて…
kk: Қол жууды жетілдіру және құпиялылық туралы ақпарат…
ko: 손씻기 향상 및 개인정보 보호에 관하여…
lt: Apie „Rankų plovimo“ tobulinimą“ ir privatumą…
ms: Perihal Tingkatkan Mencuci Tangan & Privasi…
nl: Over 'Verbeter Handen wassen' en privacy…
no: Om Forbedre håndvask og personvern…
pl: Ulepszanie (Mycie rąk) i prywatność…
pt_br: Sobre Melhorar Lavar as Mãos e Privacidade…
pt_pt: Acerca de Melhorar Lavar as mãos e Privacidade…
ro: Despre Îmbunătățire “Spălat pe mâini” și intimitate…
ru: Об Улучшении мытья рук и конфиденциальности…
sk: O vylepšovaní Umývania rúk a súkromí…
sl: Več o izboljšanju funkcije Umivanje rok in zasebnosti …
sv: Om Förbättra Handtvätt och integritet…
th: เกี่ยวกับการปรับปรุงการล้างมือและความเป็นส่วนตัว…
tr: El Yıkama’yı İyileştir ve Gizlilik Hakkında…
uk: Про Покращення Миття рук і приватність…
vi: Cải tiến Rửa tay & Quyền riêng tư…
zh_cn: 关于改进洗手与隐私…
zh_hk: 關於改進洗手與私隱⋯
zh_tw: 關於改進洗手與隱私權⋯

# DIAGNOSTICS_MIRRORED_ALERT_TITLE_OFF
source: This will also turn off data collection on your Apple Watch.
ar: سيؤدي هذا أيضًا إلى إيقاف تجميع البيانات على Apple Watch.
bg: Освен това така ще се изключи събирането на данни на вашия Apple Watch.
ca: Així també es desactivarà la recopilació d’informació a l’Apple Watch.
cs: Tím bude na Apple Watch také vypnut sběr dat.
da: Dette vil også slå dataindsamling fra på dit Apple Watch.
de: Dadurch wird auch das Sammeln von Daten auf der Apple Watch deaktiviert.
el: Αυτό θα απενεργοποιήσει επίσης τη συλλογή δεδομένων στο Apple Watch σας.
es: También se desactivará la recopilación de datos en tu Apple Watch.
es_us: Esto también desactivará la recopilación de datos del Apple Watch.
fi: Tämä laittaa myös Apple Watchin tietojen keräämisen pois päältä.
fr: Cela désactivera également la collecte des données de votre Apple Watch.
fr_ca: Cela désactivera également la collecte des données de votre Apple Watch.
he: פעולה זו גם תבטל את איסוף הנתונים ב-Apple Watch.
hi: यह आपकी Apple Watch के डेटा संग्रह को भी बंद कर देगा।
hr: To će također isključiti prikupljanje podataka na vašem Apple Watchu.
hu: Ezzel az adatgyűjtést is kikapcsolja az Apple Watchon.
id: Ini juga akan mematikan koleksi data di Apple Watch Anda.
it: L’azione disattiverà la raccolta dati anche su Apple Watch.
ja: Apple Watchのデータ収集もオフになります。
kk: Бұл сондай-ақ Apple Watch сағатыңыздағы деректер жинау функциясын өшіреді.
ko: 이 작업은 또한 Apple Watch의 데이터 수집을 끕니다.
lt: Atlikus šį veiksmą, jūsų „Apple Watch“ taip pat bus išjungtas duomenų rinkimas.
ms: Ini turut akan menyahaktifkan pengumpulan data pada Apple Watch anda.
nl: Gegevens van je Apple Watch verzamelen wordt ook uitgeschakeld.
no: Dette vil også slå av datainnsamling på Apple Watch
pl: Wyłączy to także gromadzenie danych diagnostycznych na Apple Watch.
pt_br: Isto também desativará a coleta de dados no Apple Watch.
pt_pt: A recolha de dados no seu Apple Watch será igualmente desativada.
ro: Aceasta va dezactiva colectarea datelor și pentru Apple Watch‑ul dvs.
ru: При этом также будет выключен сбор данных на Apple Watch.
sk: Týmto zároveň vypnete zber dát na vašich Apple Watch.
sl: S tem boste tudi izklopili zbiranje podatkov v uri Apple Watch.
sv: Detta kommer att stänga av datainsamling på din Apple Watch.
th: การปิดใช้นี้จะปิดการเก็บรวบรวมข้อมูลใน Apple Watch ของคุณด้วย
tr: Bu, Apple Watch’unuzda da veri toplanmasını kapatacaktır.
uk: Також вимкнеться збір даних на вашому Apple Watch.
vi: Việc này cũng sẽ tắt thu thập dữ liệu trên Apple Watch của bạn.
zh_cn: 这还将关闭Apple Watch的数据收集。
zh_hk: 這也會關閉Apple Watch的資料收集。
zh_tw: 這將會關閉Apple Watch上的資料收集。

# INTERNAL_DIAGNOSTICS_REQUIRED_CONFIRMATION
source: OK
ar: موافق
bg: ОК
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# IMPROVE_AR_LOCATION_ACCURACY_LINK
source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Aflați mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# FITNESS_PLUS_DATA_LINK
source: About Improve Fitness+ & Privacy…
ar: حول تحسين Fitness+‎ والخصوصية…
bg: За подобряване на Fitness+ и поверителност…
ca: Sobre la millora del Fitness+ i la privacitat…
cs: O vylepšování funkce Fitness+ a ochraně soukromí…
da: Om Gør Fitness+ bedre og anonymitet…
de: Über „Fitness+ verbessern“ & Datenschutz …
el: Πληροφορίες για τη Βελτίωση του Fitness+ και το απόρρητο…
es: Acerca de “Mejorar Fitness+” y la privacidad…
es_us: Acerca de Mejorar Fitness+ y la privacidad…
fi: Tietoja: Paranna Fitness+:aa ja tietosuoja…
fr: Améliorer Fitness+ et confidentialité…
fr_ca: Amélioration de Fitness+ et confidentialité…
he: מידע בנושא ״שיפור ⁨Fitness+⁩״ ופרטיות…
hi: Fitness+ को बेहतर बनाएँ और गोपनीयता परिचय…
hr: Više o poboljšanju usluge Fitness+ i privatnosti…
hu: A Fitness+ javításáról és az adatvédelemről…
id: Mengenai Tingkatkan Fitness+ & Privasi…
it: “Migliora Fitness+” e privacy…
ja: Fitness+とプライバシーについて…
kk: Fitness+ сервисін жақсарту және құпиялылық туралы ақпарат…
ko: Fitness+ 향상 및 개인정보 보호에 관하여…
lt: Apie programos „Fitness+“ ir privatumo pagerinimą…
ms: Perihal Tingkatkan Fitness+ & Privasi…
nl: Over 'Verbeter Fitness+' en privacy…
no: Om Forbedre Fitness+ og personvern…
pl: Ulepszanie (Fitness+) i prywatność…
pt_br: Sobre Melhorar o Fitness+ e Privacidade…
pt_pt: Acerca de Melhorar Fitness+ e Privacidade…
ro: Despre Îmbunătățire Fitness+ și intimitate…
ru: Об Улучшении Fitness+ и конфиденциальности…
sk: O vylepšovaní služby Fitness+ a súkromí…
sl: Več o funkciji Izboljšanje storitve Fitness+ in zasebnosti …
sv: Om Förbättra Fitness+ och integritet…
th: เกี่ยวกับการปรับปรุง Fitness+ และความเป็นส่วนตัว…
tr: Fitness+’ı İyileştir ve Gizlilik Hakkında…
uk: Про Покращення Fitness+ і приватність…
vi: Cải thiện Fitness+ & Quyền riêng tư…
zh_cn: 关于改进Fitness+与隐私…
zh_hk: 關於改進Fitness+ 與私隱⋯
zh_tw: 關於改進Fitness+與隱私權⋯
